/* 
   intro.strings
   PaiGow

   Created by Shriniwas Kulkarni on 12/8/10.
   Copyright 2010 ASU. All rights reserved.
 
English
Paigow (Chinese: 牌九 pronounced "pie jau") is a Chinese gambling game, played with a set of Chinese dominoes.
Pai gow loosely translates to "make nine" and was the basis for games like chemin de fer and baccarat.
Tiles are randomized on the table, and are stacked into eight stacks of four tiles each in an assembly known as the woodpile. Various ritualistic "shuffles" are made, rearranging the tiles in the woodpile in standard ways that result in a new woodpile. Bets are then made.

Next, each player (including the dealer) is given four tiles with which to make two hands of two tiles each. The hand with the lower value is called the front hand, and the hand with the higher value is called the rear hand. If a player's front hand beats the dealer's front hand, and the player's rear hand beats the dealer's rear hand, then that player wins the bet. If a player's front and rear hands both lose to the dealer's respective hands, the player loses the bet. If one hand wins and the other loses, the player is said to push, and gets back only the money he or she bet. Generally seven players will play, and each player's hands are compared only against the dealer's hands.

This application is designed to provide tools in the form of automated Pop Quizzes and Paigow Hands selection games.

How to play the Quiz Games
- Click on any Quiz  - Then click "Show New" for each new Quiz question 

Quiz 1) Learn Tile names - Multiple choice quiz that never ends
In Quiz 1, you are given 5 tiles and a question to identify a tile by its name. Although tiles can be named by the number of dots they have you should also know their names to make it easy to play. (you get 3 chances to guess before the answer is revealed)

Quiz 2) Learn Pair ranks - Multiple choice quiz that never ends 
This quiz builds on your Quiz 1 skills and lets you pick tiles of a particular "Rank" from 5 randomly drawn tiles. This rank is the pair ranking for any given tile. Play this game to familiarize with the ranks of the tile in case you get a pair. (you get 3 chances to guess before the answer is revealed)

Quiz 3) Compare tile ranks (to pick the higher tile) - Another quiz that never ends
You are given 2 random tiles and you have to tap the tile which has the higher rank. (from the pair ranks)

Quiz 4) [available in Paigow Tutor Pro]  Compare 2 paigow hands
You are given 2 sets of Paigow Hands. You will have to pick the higher values hand. (in case of a tie, both answers will be correct)


How to play the Paigow Hands game - 
You can deal 4 random tiles - either by using the deal button or by using the tile picker (pro version only)

Game 1)  Generate hands in a real game deal situation
In game 1 you can deal 4 tiles (which provides you 4 tiles from a shuffled deck similar to the real game). One you get 4 tiles, you can form the Paigow high hand and low hand and then split them to check if your strategy matches or betters the Casino strategy (House Way). For purposes of brevity this version uses only the Foxwoods House Way strategy. Your choice of hands might not always match the Casino way - but it gives you a rough idea about which arrangement would the casino consider a safer bet.

Game 2) [available in Paigow Tutor Pro] 
In this game you can pick the tiles you want in your deal instead of dealing from a shuffled deck. Also you can switch between strategies of different casinos to see who would have arranged tiles in which way. 

What is new in the Paigow Tutor pro?
1) Choose your tiles before you practice hands (can be used in a real game to check your strategy).
2) New pop quiz for practicing comparing actual hands.
3) New Casino strategies from around the world.
4) Support for iPad.
5) Probabiliy of hands included in display.
6) No ads and settings page.

When is Paigow Tutor Pro available?
February - March 2011

French 

Pai Gow (en chinois: 牌九 "jau tarte" prononcé) est un jeu chinois, joué avec un jeu de dominos chinois.
traduit Pai Gow vaguement de "faire neuf" et a été la base pour des jeux comme chemin de fer et le baccara.
Les tuiles sont randomisés sur la table, et sont empilés en huit piles de quatre tuiles chacun dans un ensemble connu sous le nom tas de bois. Divers rituels "mélange" sont faites, en réarrangeant les carreaux dans le tas de bois de façon standard qui se traduisent par un tas de bois nouveau. Les paris sont ensuite réalisés.

Ensuite, chaque joueur (y compris le concessionnaire) est donné quatre tuiles permettant de prendre les deux mains de deux tuiles chacune. La main avec la plus faible valeur est appelée la main avant, et la main avec la plus grande valeur est appelée la main arrière. Si la main devant un joueur bat la main devant le distributeur, et la main arrière du joueur bat la main arrière du distributeur, alors que le joueur gagne le pari. Si un joueur avant et arrière mains perdent tous les deux aux mains respectives du croupier, le joueur perd son pari. Si on gagne la main et l'autre perd, le joueur est dit de pousser, et récupère seulement l'argent qu'il ou elle pari. Généralement sept joueurs vont jouer, et les mains de chaque joueur sont comparées que contre les mains du croupier.

Cette application est conçue pour fournir des outils sous forme de Quiz Pop automatisé et jeux Paigow sélection mains.

Comment jouer aux Jeux Quiz
- Cliquez sur n'importe quelle Quiz - Puis cliquez sur "nouveau spectacle" pour chaque nouvelle question Quiz

Quiz 1) Apprenez les noms Tile - questionnaire à choix multiples qui ne finit jamais
En Quiz 1, vous êtes donné 5 carreaux et une question d'identifier un carreau par son nom. Bien que les carreaux peuvent être nommés par le nombre de points qu'ils ont, vous devez également connaître leurs noms pour le rendre facile à jouer. (Vous obtenez 3 chances de deviner avant la réponse est révélé)

Quiz 2) Apprendre les rangs Pair - questionnaire à choix multiples qui ne finit jamais
Ce questionnaire s'appuie sur vos compétences et Quiz 1 vous permet de choisir les tuiles d'un particulier "Rank" de 5 carreaux tirés au hasard. Ce classement est le classement par paire pour une tuile donnée. Jouer à ce jeu pour se familiariser avec les rangs de la dalle au cas où vous obtenez une paire. (Vous obtenez 3 chances de deviner avant la réponse est révélé)

Quiz 3) Comparer les rangs de tuiles (de choisir le plus de tuiles) - Un autre test qui ne finit jamais
On vous donne 2 tuiles au hasard et vous devez appuyer sur la tuile qui a le grade supérieur. (Dans les rangs paire)

Quiz 4) [disponible en Paigow Tutor Pro] Comparer 2 mains Paigow
On vous donne 2 jeux de mains Paigow. Vous aurez à choisir la plus part des valeurs. (En cas d'égalité, les deux réponses seront correctes)


Comment jouer le jeu Paigow mains -
Vous pouvez traiter 4 tuiles au hasard - soit en utilisant le bouton face ou en utilisant le sélecteur de tuiles (version Pro uniquement)

Match 1) Générer les mains dans une situation beaucoup vrai jeu
Dans le jeu 1, vous pouvez régler 4 tuiles (qui vous offre 4 tuiles à partir d'un jeu de cartes similaires au jeu réel). Une fois à 4 carreaux, vous pouvez former le Paigow main haute et main basse, puis les diviser pour vérifier si votre stratégie de matches ou améliore la stratégie de Casino (House Way). Par souci de concision cette version utilise uniquement le Foxwoods House Way stratégie. Votre choix de mains ne sont pas toujours correspondre à la manière Casino - mais cela vous donne une idée approximative de ce qui arrangement du casino envisager un pari plus sûr.

Game 2) [disponible en Paigow Tutor Pro]
Dans ce jeu vous pouvez choisir les tuiles que vous voulez dans votre affaire au lieu de traiter à partir d'un jeu de cartes mélangé. Aussi, vous pouvez basculer entre les stratégies des différents casinos pour voir qui aurait arrangé les carreaux de quelle manière.

Ce qui est nouveau dans le Tutor Paigow pro?
1) Choisissez vos tuiles avant de vous les mains pratique (peut être utilisé dans un jeu réel pour vérifier votre stratégie).
2) Nouveau quiz pour la pratique de la comparaison des mains réelles.
3) De nouvelles stratégies de Casino dans le monde entier.
4) Appui à l'IPAD.
5) Probabilité des mains inclus dans l'affichage.
6) Pas d'annonces et la page des paramètres.

Quand Paigow Tutor Pro disponibles?
Février - Mars 2011

DE
Pai Gow (chin. 牌九 ausgesprochen "pie Jau") ist ein chinesisches Glücksspiel mit einer Reihe von chinesischen Domino gespielt.
Pai Gow locker übersetzt "machen neun" und war die Grundlage für Spiele wie chemin de fer und Baccara.
Die Fliesen werden auf den Tisch randomisierte, und sind in acht Stapel aus jeweils vier Steinen in einer Versammlung wie der Holzstoß bekannt gestapelt. Verschiedene rituelle "mischt" gemacht werden, die Neuordnung der Fliesen in den Holzhaufen in Standard-Möglichkeiten, die sich in einem neuen Holzhaufen. Wetten werden dann gemacht.

Als nächstes wird jeder Spieler (einschließlich der Händler) ist vier Fliesen mit dem sich zwei Hände von zwei Platten jeweils zu tätigen. Die Hand mit dem niedrigeren Wert ist die vordere Hand genannt, und die Hand mit dem höheren Wert ist die hintere Hand genannt. Wenn ein Spieler das vordere Hand schlägt der Händler vor der Hand, und der Spieler in den Rücken der Hand des Dealers schlagen hinteren Hand, dann gewinnt dieser Spieler die Wette. Wenn ein Spieler den vorderen und hinteren Hände sowohl des Händlers jeweiligen Hände verlieren, verliert der Spieler die Wette. Wenn man Hand gewinnt und der andere verliert, ist der Spieler sagte zu schieben, und bekommt wieder nur Geld, das er oder sie wetten. Generell sieben Spieler spielen wird, und jeder Spieler seine Hände sind im Vergleich nur gegen den Dealer die Hände.

Diese Anwendung wurde entwickelt, um Werkzeuge in Form von automatisierten Pop Quiz und Spiele Paigow Hands Auswahl bieten.

Wie spielt man das Quiz Spiele
- Klicken Sie auf ein Quiz - Klicken Sie dann auf "Show Neue" für jede neue Quiz Frage

Quiz 1) Lernen Fliesen Namen - Multiple-Choice-Quiz, die niemals endet
Im Quiz 1, werden Sie 5 Steine und eine Frage, eine Fliese durch ihren Namen identifiziert gegeben. Obwohl Fliesen können durch die Anzahl der Punkte haben, sollten Sie auch wissen, dass ihre Namen, um es einfach zu spielen benannt werden. (Sie erhalten 3 Chancen zu erraten, bevor die Antwort offenbart)

Quiz 2) Erfahren Pair Reihen - Multiple Choice-Quiz, die niemals endet
Dieses Quiz baut auf Ihre Fähigkeiten und Quiz 1 können Sie die Fliesen von einem bestimmten "Rank" von 5 zufällig gezogen Fliesen. Dieser Rang ist das Paar Rang für einen bestimmten Kachel. Dieses Spiel spielen, um mit den Reihen der Fliese in Fall erhalten Sie ein Paar vertraut zu machen. (Sie erhalten 3 Chancen zu erraten, bevor die Antwort offenbart)

Quiz 3) Vergleichen Fliese Reihen (auf die höhere Fliese Pick) - Ein weiteres Quiz, die niemals endet
Sie sind 2 beliebige Platten gegeben und man muss die Platte, die den höheren Rang hat tippen. (Von dem Paar Reihen)

Quiz 4) [in Paigow Tutor Pro] Vergleichen 2 Paigow Hände
Sie sind 2 Sätze Paigow Hände gegeben. Sie müssen die höheren Werte der Hand pflücken. (Im Falle eines Unentschiedens beide Antworten richtig sein wird)


Wie spielt man das Spiel Paigow Hands -
Sie können viel 4 zufällige Fliesen - entweder über den "Deal" Button oder über die Fliese Picker (nur Pro-Version)

Spiel 1) Erstellen Hände in einem realen Spiel Deal Situation
Im Spiel 1 kann man umgehen 4 Steine (die Sie verfügt über 4 Fliesen aus einer gemischten Karten ähnlich dem realen Spiel). One erhalten Sie 4 Steine, können Sie bilden die Paigow High Hand und niedrige Hand und dann teilen Sie sie zu überprüfen, ob Ihre Strategie erfüllt oder verbessert die Casino-Strategie ("House Way"). Zum Zwecke der Kürze dieser Version werden nur die Foxwoods House Way-Strategie. Ihre Wahl der Hände vielleicht nicht immer mit dem Casino Weg - aber es gibt Ihnen eine ungefähre Vorstellung über die Anordnung des Casinos in Betracht ziehen würden eine sicherere Wette.

Spiel 2) [in Paigow Tutor Pro]
In diesem Spiel können Sie die Fliesen Sie wollen in Ihrem Geschäft, anstatt sich von einem Pick gemischten Karten. Sie können auch zwischen den Strategien der verschiedenen Casinos Schalter zu sehen, wer würde Fliesen in welcher Weise angeordnet sind.

Was ist neu in der Paigow Tutor pro?
1) Wählen Sie Ihre Fliesen, bevor Sie die Hände Praxis (kann in einem realen Spiel verwendet werden, um Ihre Strategie zu überprüfen).
2) Neue Pop-Quiz zum Üben Vergleich der tatsächlichen Händen.
3) Neue Casino-Strategien aus der ganzen Welt.
4) Unterstützung für iPad.
5) Wahrscheinlichkeit der Hände, die in Display.
6) Keine Anzeigen und Einstellungen Seite.

Wann ist Paigow Tutor Pro zur Verfügung?
February - März 2011

Espanol

Pai Gow (chino: 牌九 pronunciado "jau pie") es un juego de azar chino, juega con un conjunto de fichas de dominó chino.
traduce Pai Gow vagamente a "hacer nueve" y fue la base de juegos como blackjack y baccarat.
Azulejos se eligen al azar sobre la mesa, y se apilan en ocho pilas de cuatro fichas cada uno en un conjunto conocido como la pila de leña. Varios rituales "baraja" se hacen, cambiar las baldosas en la pila de leña de manera estándar que dan lugar a una nueva pila de leña. Las apuestas se hacen entonces.

A continuación, cada jugador (incluido el distribuidor) tiene cuatro fichas con las que hacer dos manos de dos cuadros cada uno. La mano con el valor más bajo se llama la parte frontal, y la mano con el valor más alto se llama la parte trasera. Si la mano delante de un jugador golpea la mano del distribuidor frontal, trasera y la mano del jugador gana a la mano detrás de la banca, ese jugador gana la apuesta. Si delante de un jugador y las manos atrás, ambos pierden a manos respectiva de la banca, el jugador pierde la apuesta. Si se gana la mano y pierde la otra, el jugador se dice que empujar, y vuelve sólo el dinero que él o ella apuesta. Por lo general siete jugadores a jugar, y las manos de cada jugador se comparan sólo las manos del distribuidor.

Esta aplicación está diseñada para proporcionar las herramientas en forma automatizada de Cuestionarios de Pop y Paigow selección de juegos de manos.

Cómo jugar el Quiz Juegos
- Haga clic en cualquier concurso - A continuación, haga clic en "nuevo espectáculo" para cada nueva pregunta de examen

Cuestionario 1) Aprender los nombres de Azulejos - prueba de opción múltiple que nunca termina
En la prueba 1, se le da 5 fichas y una pregunta para identificar un azulejo con su nombre. Aunque las fichas pueden ser nombrados por el número de puntos que tiene usted también debe saber sus nombres para que sea fácil de jugar. (Obtiene 3 oportunidades para adivinar la respuesta antes de que se revela)

Quiz 2) Aprender filas Par - prueba de opción múltiple que nunca termina
Este cuestionario se basa en la prueba 1 capacidades y le permite elegir los azulejos de un particular "ranking" de 5 fichas escogidas al azar. Este rango es el rango par para cualquier azulejo dado. Juega a este juego para familiarizarse con las filas de la pieza en caso de que conseguir un par. (Obtiene 3 oportunidades para adivinar la respuesta antes de que se revela)

Quiz 3) Comparar filas de tejas (para recoger la pieza superior) - Otra prueba de que nunca termina
Se le da dos fichas al azar y hay que aprovechar el azulejo que tiene el rango más alto. (De las filas pares)

Quiz 4) [disponible en Paigow Tutor Pro] Comparar dos manos Paigow
Te dan 2 juegos de manos Paigow. Usted tendrá que tomar la mano los valores más altos. (En caso de empate, ambas respuestas son correctas)


Cómo jugar el juego Paigow manos -
Usted puede tratar 4 fichas al azar - o bien utilizando el botón de trato o mediante el selector de azulejos (sólo versión Pro)

Juego 1) Generar las manos en una situación de juego verdadero negocio
En el juego uno puede tratar cuatro baldosas (que le proporciona 4 fichas de una baraja similar al juego real). Uno obtiene 4 fichas, que pueden formar parte Paigow alta y mano baja y luego se dividen para verificar si coincide con su estrategia o mejora de la estrategia de Casino (House Way). Para los propósitos de la brevedad esta versión utiliza sólo el Foxwoods Casa de la estrategia de Camino. La elección de las manos no siempre coinciden con la forma en Casino - pero te da una idea aproximada acerca de que el arreglo sería el casino considere una apuesta más segura.

Juego 2) [disponible en Paigow Tutor Pro]
En este juego usted puede escoger los cuadros que usted desea en su frente en lugar de tratar de una baraja. También puede cambiar entre las estrategias de los diferentes casinos para ver a quien le han arreglado las baldosas de qué manera.

¿Qué hay de nuevo en el Tutor Paigow profesional?
1) Elegir las fichas antes de las manos la práctica (se puede utilizar en un juego real para comprobar su estrategia).
2) Nuevo examen sorpresa para la práctica de comparar las manos reales.
3) Nuevas estrategias de casino de todo el mundo.
4) Apoyo a IPAD.
5) Probabilidad de manos incluido en la pantalla.
6) No hay anuncios y la página de configuración.

Cuando se Paigow Tutor Pro disponible?
02-03 2011

RU

Пай Гоу (кит. 牌九 произносится как "пирог Jau") является китайской игры азартные игры, играл с множеством китайского домино.
Пай Гоу свободно переводится как "сделать девять" и является основой для таких игр как Шмэн де Фер и баккара.
Плитка рандомизированных на стол, и укладываются на восемь стеки из четырех плитки в каждой сборки известный как поленницы. Различные ритуальные "тасует" сделаны, переставляя плитки в поленницы в стандартных способов, которые приводят к новым поленницы. Ставки сделаны.

Далее, каждый игрок (включая дилеров) дается четыре плитки, с которыми сделать две руки две плитки каждый. Стороны с низким значением называется передней рукой, и рука с более высокой стоимости, называется задней стороны. Если передняя рука игрока ударов передней рукой дилера, и задние стороны игрока бьет задней стороны дилера, то, что игрок выигрывает ставку. Если перед игроком и задней руки оба теряют соответствующим руки дилера, игрок теряет ставку. Если с одной стороны победы и другие проигрывает, игрок сказал толчок, и получает обратно только деньги, которые он или она ставку. Вообще семь игроков будут играть, и руки каждого игрока сравниваются только против руки дилера.

Это приложение предназначено для предоставление средств в виде автоматизированной Pop викторины и игры ПэйГоу Руки выбор.

Как играть в игры Викторина
- Нажмите на любой викторины - Затем нажмите кнопку "Показать новые" для каждого нового вопроса викторины

Викторина 1) Узнать имена плитка - Несколько викторина выбор, который никогда не заканчивается
В Викторина 1, вы получаете 5 клеток и вопрос для выявления плитки по его имени. Хотя плитки может быть названо количество точек у них вы также должны знать их имена, чтобы сделать его легко играть. (Вы получаете 3 шансы угадать до ответа выявлено)

Викторина 2) Узнать пара рядов - множественный выбор викторин, что никогда не кончается
Эта викторина строит на вашем Викторина 1 навыков и позволяет использовать плитку из частности "Ранг" от 5 случайно обращается плитки. Это звание пары рейтинг для любой плитки. Играть в эту игру, чтобы ознакомиться с рядов плитки в этом случае вы получите пару. (Вы получаете 3 шансы угадать до ответа выявлено)

Викторина 3) Сравните плитки рангов (выбрать выше плитка) - Еще одна викторина, что никогда не кончается
У вас есть 2 случайных плитки, и вы должны нажмите плитки которая имеет более высокий ранг. (От пары рядов)

Викторина 4) [доступно в ПэйГоу Tutor Pro] Сравните 2 руки ПэйГоу
У вас есть 2 набора ПэйГоу руки. Вы должны выбрать более высокие значения руку. (В случае ничьей, как ответы будут правильными)


Как играть в игру ПэйГоу Руки -
Вы можете иметь дело 4 случайных плитки - либо с помощью сделки кнопку или с помощью выбора плитки (PRO версия)

Игры 1) Создать руки в реальной ситуации сделки игры
В игре 1 вы можете иметь дело 4 плитки (которая дает вам 4 плитки из перетасовываются палубу похожие на реальной игре). Один вы получаете 4 плитки, Вы можете сформировать ПэйГоу высокую руку и низкой рукой, а затем разделить их, чтобы проверить, если ваш соответствует стратегии или улучшает Казино стратегии (House Way). В целях краткости эта версия использует только Foxwoods Дом Путь стратегии. Ваш выбор руки не всегда может совпадать Казино путь - но оно дает вам общее представление о которых будет договоренность казино рассмотреть безопасная ставка.

Игры 2) [доступно в ПэйГоу Tutor Pro]
В этой игре вы можете выбрать плитку вы хотите в вашем сделки вместо того чтобы справиться с перетасовал колоду. Также вы можете переключаться между стратегиями различных казино, чтобы увидеть, кто бы организовал плитки в какую сторону.

Что нового в ПэйГоу Tutor Pro?
1) Выбор плитки перед практике руки (может быть использован в реальной игре, чтобы проверить вашу стратегию).
2) Новые поп-викторина для практикующих сравнения фактических руки.
3) Новые стратегии казино со всего мира.
4) Поддержка IPAD.
5) Вероятность руки включены в дисплей.
6) Нет объявлений и настройки страницы.

Когда ПэйГоу Tutor Pro доступны?
Февраль - март 2011

Chinese simple
Paigow（中文：牌九发音为“馅饼昭”）是一个华人赌博游戏，一个中国骨牌集播放。
牌九松散的翻译要“九”，并是像的Chemin de FER及百家乐游戏的基础。
瓷砖是随机放在桌子上，并分为四个砖每八个堆栈木材垛堆放在已知的集会。各种仪式性“洗牌”的提出，在标准方式重新安排木材垛的瓷砖，在一个新的木堆的结果。投注其后。

其次，每位选手（包括经销商）是给出的四个砖对此做出两个砖每两只手。具有较低值的手被称为前手，具有较高价值的手被称为后方的手。如果一个球员的前手击败庄家的前手，玩家的后方手击败庄家的后方手，那么该玩家赢得的赌注。如果一个球员的正面和背面双手失去对经销商各自的手，球员失去了赌注。如果一方面WINS和其他损失，据说球员推，并取回只有钱，他或她的赌注。一般来说七名球员会玩，而且每个球员的手都比较只是针对经销商的手中。

此应用程序设计提供了自动化立体测验和Paigow手选择游戏形式的工具。

如何玩问答游戏
- 点击任何一个测验 - 然后点击“显示新的”每一个新的测验问题

测验1）了解瓷砖的名字 - 选择题测验是永远不会结束
在测验1，您将得到5瓦和问题，以确定它的名称牌。虽然瓷砖可以命名由你点，他们也应该知道他们的名字，使其容易发挥数目。 （你会看到3次机会猜答案揭晓前）

测验2）了解配对等级 - 选择题测验是永远不会结束
本测验建立在你的测验一技能，并让你选择从5瓦随机抽取某“等级”瓷砖。这个排名是对任何给定的瓷砖排名。玩这个游戏来熟悉情况的瓷砖你一双的行列。 （你会看到3次机会猜答案揭晓前）

测验3）比较瓦级（挑更高瓦） - 另一种测验是永远不会结束
您将得到2随机地砖，你必须挖掘瓦，具有较高的排名。 （从对队伍）

测验4）[在Paigow导师专业版]比较2 paigow手
您将得到2 Paigow双手套。你将不得不选择了更高的价值手。 （在相同的情况下，都将是正确的答案）


怎么玩游戏的Paigow手 -
你可以处理4个随机牌 - 无论是使用交易按钮或使用瓷砖选择器（专业版本）

第一场比赛）在真正的游戏生成的手成交情况
在第一场比赛，你可以处理4瓦（4瓦，提供您从一个蹒跚甲板类似于真实的游戏）。一，你得到4瓦，可以形成Paigow高牌和低手，然后将它们分割，以检查是否你的战略匹配或更佳的赌场战略（豪斯路）。对于这个版本使用简洁的目的只有福克斯伍兹豪斯路策略。你的手，选择也许并不总是一致的赌场 - 但它给你一个大概的了解哪些安排赌场考虑一个更安全的赌注。

游戏2）[在Paigow导师专业版]
在这个游戏中你可以挑选你在你的瓷砖，而不是从买卖交易要洗牌甲板。你也可以切换不同的策略，看看谁的赌场会以何种方式安排瓷砖。

什么是新的Paigow导师亲？
1）选择练习之前，你的手牌（可在实际游戏中使用检查您的战略）。
2）新的实际动手练习比较流行的测验。
3）新赌场来自世界各地的战略。
4）iPad支持。
5）双手概率包含在显示屏上。
6）无广告和设置页。

当导师是Paigow专业版？
2至3月2011

Japanese

パイガオは、（中国語：牌九発音"パイジャウー"）中国ドミノのセットで演奏中国のギャンブルゲームです。
疎パイガオ変換は、"九を作る"とシェミンデ発酵、バカラのようなゲームのための基礎となった。
タイルは、テーブルの上にランダム化される材木の山として知られているアセンブリの4つのタイルの各8つのスタックに積まれている。様々な儀式的な"シャッフル"が標準的な方法でウッドパイルのタイルを並べ替える、作られている新しいウッドパイルの結果。ベットはして作られています。

次に、各プレイヤー（ディーラーも含む）を持つ2つのタイルのそれぞれの両手を作る4つのタイルが与えられています。低い値と手は、前の手と呼ばれて高い値を持つ手が後ろに手を呼ばれています。プレーヤーの前に手が、ディーラーのフロントの手を打つ場合は、プレーヤーの背面手とディーラーの背面に手を打つ場合、プレーヤーは賭けに勝つこと。プレーヤーのフロントとリアの手が両方のディーラーのそれぞれの手に失われた場合、プレーヤーはベットを失います。一方の勝他の失った場合、プレーヤーは、プッシュと言われて戻るだけのお金を彼に取得または彼女は違いない。一般的に7人のプレーヤーは、再生する各プレイヤーの手がディーラーの手に対してのみ比較されます。

このアプリケーションは、自動化されたポップクイズとPaigow手の選択ゲームの形でツールを提供するように設計されています。

どのようにプレイするクイズゲーム
- 任意のクイズをクリックしてください - その後、それぞれの新しいクイズの質問については、"[新しい"をクリック

タイル名を学ぶクイズ1） - 多肢選択式のクイズ終わりのない
クイズ1では、5タイル、その名前でタイルを識別するために質問を与えられている。タイルは、彼らはあなたにもそれがプレイしやすいように自分の名前を知っている必要がありますがドットの数によって名前を付けることができますが。 （あなたは答えが明らかにされる前に、3チャンスは推測して取得）

ペアのランクを学ぶクイズ2） - 複数の選択式のクイズ終わりのない
このクイズは、クイズ1のスキルに基づいており、5ランダムに描かれたタイルから特定の"ランク"のタイルを選ぶことができます。このランクは、任意のタイルのペアランキングです。場合には、ペアを取得タイルのランクと理解するには、このゲームをプレイ。 （あなたは答えが明らかにされる前に、3チャンスは推測して取得）

クイズは、3（高いタイルを選択する）タイルのランクを比較して） - 終わりのない別のクイズを
あなたは2点のランダムなタイルを与えられ、より高いランクを持つタイルをタップする必要があります。 （ペアのランクから）

クイズは、4）2 paigow手を比較[Paigow同い年の家庭教師Proで利用可能]
あなたはPaigow手の2セットを与えられている。あなたは高い値の手を選択する必要があります。 （同点の場合は、両方の答えが正しいされます）


どのようにPaigowハンズゲームをプレイする -
あなたは4つのランダムタイルを扱うことができる - のいずれか取引ボタンを使用するか、タイルの選択を（プロ版のみ）を使用して

ゲーム1）実際のゲームの理想的な状況で生成する手
ゲーム1では、（デッキを実際のゲームのようなシャッフルから4タイルを提供しています）4タイルを扱うことができます。 1つに、4タイルを取得するには、あなたがPaigowハイハンドとローハンドを形成することができるし、それらをチェックして分割する場合の戦略にマッチまたはベッターズカジノ戦略（ハウスウェイ）。簡潔にするための目的のために、このバージョンでは、フォックスハウスウェイ戦略を使用しています。手の選択は、常にカジノの方法と一致しない場合があります - しかし、それはあなたにどの配置がカジノは安全策を検討する大まかなアイデアを提供します。

ゲームは2）[Paigow同い年の家庭教師Proで利用可能]
このゲームではあなたがからではなく、取引のお取引で必要なタイルを選ぶことができるデッキをシャッフル。また、誰がどのようにタイルを配置しているか確認するには、それぞれのカジノの戦略を切り替えることができます。

何がPaigow家庭教師のプロの新しいですか？
1）（あなたの戦略を確認して実際のゲームで使用することができます）する前に、実際に手をあなたのタイルを選択してください。
実際に手を比較して実施するため2）新ポップクイズ。
3）新しいカジノ戦略世界中から。
4）計算をサポートしています。
手の5）確率は、表示に含まれています。
6）広告がないと設定ページを表示します。

ときプロPaigow同い年の家庭教師が利用可能ですか？
2011年2月〜3月
*/